Repository: aldryn/aldryn-jobs
Catalog: aldryn_jobs/locale/*/LC_MESSAGES/django.po
Languages: fr

source: Successfully sent {0} rejection email(s).
fr: {0} courriel(s) de refus envoyé(s) avec succès.

source: Successfully deleted {0} application(s) and sent rejection email.
fr: {0} applications supprimées et courriel de refus envoyé avec succès.

source: Send rejection e-mail {0}
fr: Envoyer un courriel de refus {0}

source: Send rejection e-mail and delete application {0}
fr: Envoyer un courriel de refus et supprimer l'application {0}

source: Job Opening
fr: Offre d'emploi

source: Personal information
fr: Informations personnelles

source: Cover letter & attachments
fr: Lettre de motivation & pièces jointes

source: Attachments
fr: Pièces jointes

source: Translatable fields
fr: Champs traduisibles

source: Supervisors
fr: Superviseurs

source: Publication period
fr: Période de publication

# aldryn-jobs
source: We will inform you about the progress.
fr: Nous vous informerons de ce qu'il en advient.

# aldryn-jobs
source: You have successfully applied for %(job)s.
fr: Vous avez postulé à %(job)s.

# aldryn-jobs
source: %(applicant)s has just applied for %(job)s.
fr: %(applicant)s vient de postuler pour %(job)s.

# aldryn-jobs
source: <p>Dear %(salutation)s %(first_name)s %(last_name)s</p>
fr: <p>Cher %(salutation)s %(first_name)s %(last_name)s</p>

# aldryn-jobs
source: <p> Due to the large quantity of applications received, it was a difficult task to short-list candidates and after careful consideration we have decided not to take your application any further. If you are still interested in employment with us, all our job openings are listed on our website, which is updated regularly. We are sorry that we cannot help you on this occasion, but would like to take this opportunity to thank you for the interest you have shown in us and to wish you every success with your future career. </p> <p>Kind regards</p> <p>Your HR team</p>
fr: <p> En raison de la grande quantité de candidatures reçues, il a été difficile de sélectionner les candidats, et après grande réflexion, nous avons décidé de rejeter votre candidature. Si vous souhaitez toujours travailler avec nous, toutes nos offres d'emploi sont listées sur notre site web, qui est régulièrement mis à jour. Nous sommes désolés de ne pas pouvoir vous aider à cette occasion, mais souhaiterions vous remercier pour l'intérêt que vous nous avez porté et nous vous souhaitons également un grand succès dans votre carrière future. </p> <p>Bien cordialement</p> <p>Votre équipe RH</p>

# aldryn-jobs
source: Dear %(salutation)s %(first_name)s %(last_name)s
fr: Cher %(salutation)s %(first_name)s %(last_name)s

# aldryn-jobs
source: Due to the large quantity of applications received, it was a difficult task to short-list candidates and after careful consideration we have decided not to take your application any further. If you are still interested in employment with us, all our job openings are listed on our website, which is updated regularly. We are sorry that we cannot help you on this occasion, but would like to take this opportunity to thank you for the interest you have shown in us and to wish you every success with your future career. Kind regards Your HR team
fr: En raison de la grande quantité de candidatures reçues, il a été difficile de sélectionner les candidats, et après grande réflexion, nous avons décidé de rejeter votre candidature. Si vous souhaitez toujours travailler avec nous, toutes nos offres d'emploi sont listées sur notre site web, qui est régulièrement mis à jour. Nous sommes désolés de ne pas pouvoir vous aider à cette occasion, mais souhaiterions vous remercier pour l'intérêt que vous nous avez porté et nous vous souhaitons également un grand succès dans votre carrière future. Bien cordialement Votre équipe RH

# aldryn-jobs
source: Your application
fr: Votre candidature

source: Apply for this job
fr: Postuler pour cet emploi

source: Submit
fr: Envoyer

source: inactive
fr: inactif

source: Back to Overview
fr: Retour à la vue d'ensemble

source: No items available
fr: Aucun élément disponible

source: Showing %(vacancies_count)s job opening
fr: %(vacancies_count)s offre d'emploi affichée

source: read more
fr: lire plus

source: There are currently no job openings.
fr: Il n'y a actuellement aucune offre d'emploi.

source: Back
fr: Retour

source: Jobs
fr: Emplois

source: Aldryn Jobs configuration
fr: Configuration des emplois d'Aldryn

source: Aldryn Jobs configurations
fr: Configurations des emplois d'Aldryn

source: There is an error in plugin configuration: selected Job config is not available. Please switch to edit mode and change plugin app_config settings to use valid config. Also note that aldryn-jobs should be used at least once as an apphook for that config.
fr: Il y a une erreur dans la configuration du greffon : la configuration d'emploi sélectionnée n'est pas disponible. Veuillez passer en mode édition et changer les réglages app_config du greffon pour rendre votre configuration valide. Notez aussi que les emplois Aldryn devraient être utilisées au moins une fois en tant qu'accroche d'application pour cette configuration.

source: Categories list
fr: Liste des catégories

source: Job List
fr: Liste des emplois

source: Configure application
fr: Configurer la candidature

source: Edit category
fr: Modifier la catégorie

source: Add new category
fr: Ajouter une nouvelle catégorie

source: Edit job opening
fr: Modifier l'offre d'emploi

source: Add new job opening
fr: Ajouter une nouvelle offre d'emploi

source: Initial version.
fr: Version initiale.

source: Optional. If provided, will be added to the main body of the Opening content.
fr: Facultatif. Si indiqué, sera ajouté au corps du contenu de l'offre.

source: Date Acceptable Formats: 2015-11-30, 11/30/2015, 11/30/15
fr: Formats de date pris en charge : 2015-11-30, 11/30/2015, 11/30/15

source: New job category
fr: Nouvelle catégorie d'emplois

source: Create a new job category.
fr: Créer une nouvelle catégorie d'emplois.

source: New job opening
fr: Nouvelle offre d'emploi

source: Create a new job opening.
fr: Créer une nouvelle offre d'emploi.

source: Cannot work properly when config class is not provided.
fr: Impossible de fonctionner lorsque la classe de la configuration n'est pas fournie.

source: Following {0} exists but either pages are not published, or there is no apphook. To use them - attach them or publish pages to which they are attached:
fr: Les {0} suivants existent mais soit les pages ne sont pas publiées, soit il n'y a pas d'accroche d'application. Pour les utiliser, joignez-les ou publiez les pages auxquelles elles sont attachées :

source: Seems that selected Job config is not plugged to any page, or maybe that page is not published.Please select Job config that is being used.
fr: Il semble que la configuration d'emploi sélectionnée n'est connectée à aucune page, ou peut-être la page n'est-elle pas publiée. Veuillez sélectionner une configuration d'emploi qui est actuellement utilisée.

source: Job Categories Menu
fr: Menu des catégories d'emplois

source: Job Openings Menu
fr: Menu des offres d'emploi

source: name
fr: nom

source: Auto-generated. Used in the URL. If changed, the URL will change. Clear it to have the slug re-created.
fr: Auto-généré. Utilisé dans l'URL. Si changé, l'URL changera. Supprimez-le pour que le slug soit à nouveau généré.

source: supervisors
fr: superviseurs

source: Supervisors will be notified via email when a new job application arrives.
fr: Les superviseurs seront notifiés par courriel à l'arrivée d'une nouvelle candidature.

source: app configuration
fr: configuration de l’application

source: ordering
fr: ordonnancement

source: job category
fr: catégorie d'emplois

source: job categories
fr: catégories d'emplois

source: title
fr: titre

source: short description
fr: courte description

source: This text will be displayed in lists.
fr: Ce texte sera affiché dans les listes.

source: category
fr: catégorie

source: published since
fr: publiée depuis

source: published until
fr: publié jusqu'à

source: viewer can apply for the job?
fr: le lecteur peut candidater à l'emploi ?

source: job opening
fr: offre d'emploi

source: job openings
fr: offres d'emploi

source: Mr.
fr: M.

source: Mrs.
fr: Mme

source: salutation
fr: sincèrement

source: first name
fr: prénom

source: last name
fr: nom

source: email
fr: courriel

source: cover letter
fr: lettre de motivation

source: created
fr: créé

source: rejected?
fr: rejeté ?

source: rejection date
fr: date du rejet

source: job application
fr: offre d'emploi

source: job applications
fr: offres d'emploi

source: Select appropriate app. configuration for this plugin.
fr: Sélectionnez une configuration d'application appropriée pour ce greffon.

source: Choose specific Job Openings to show or leave empty to show latest. Note that Job Openings from different app configs will not appear.
fr: Choisissez des offres d'emploi spécifiques à afficher ou laissez vide pour afficher les plus récentes. Notez que les offres d'emploi de différentes configurations d'applications n'apparaîtront pas.

source: %s categories
fr: %s catégories

source: Showing %(vacancies_count)s job opening
fr: %(vacancies_count)s offre d'emploi affichée

source: You can't apply for this job.
fr: Vous ne pouvez pas postuler pour cet emploi.

source: You have successfully applied for %(job)s.
fr: Vous avez postulé pour %(job)s.
